import { Metadata } from 'next';

export const metadata: Metadata = {
  title: 'Контакты - Свяжитесь с нами',
  description:
    'Контактная информация театра огня "Прометей". Заказать огненное или пиротехническое шоу, получить консультацию по организации мероприятия.',
  keywords: [
    'контакты',
    'заказать огненное шоу',
    'контакты театра огня',
    'телефон',
    'адрес',
    'форма связи',
    'заказ шоу программы',
  ],
  openGraph: {
    title: 'Контакты театра огня "Прометей"',
    description:
      'Контактная информация театра огня "Прометей". Заказать огненное или пиротехническое шоу, получить консультацию по организации мероприятия.',
    images: [
      {
        url: '/images/contacts/main.jpg',
        width: 1200,
        height: 630,
        alt: 'Контакты театра огня "Прометей"',
      },
    ],
  },
};
